{
  "Bixal": "A mission-driven consultancy that partners with government and organizations to design digital services and programs that improve people's lives.",
  "Blue Rose Research": "An AI research organization focused on developing safe and beneficial artificial intelligence for social good applications.",
  "FreeWill": "A social enterprise providing free online estate planning tools while helping donors leave charitable bequests to nonprofits.",
  "ICF": "A global consulting and technology services company working on climate, energy, environment, and social programs for government and commercial clients.",
  "Intersect Power": "A clean energy company developing large-scale renewable energy and storage projects to accelerate the transition to sustainable power.",
  "Khan Academy": "A nonprofit educational organization providing free, world-class education through online courses, lessons, and practice for learners everywhere.",
  "Skylight": "A digital consultancy that works with government agencies to deliver better public services through modern technology and design.",
  "Swiftly": "A transit technology company partnering with public transportation agencies to improve reliability, rider experience, and operational efficiency.",
  "The Patrick J. McGovern Foundation": "A foundation funding initiatives at the intersection of data, technology, and social impact to advance equity and sustainability.",
  "UNICEF": "The United Nations Children's Fund working in over 190 countries to protect children's rights and provide humanitarian aid and development assistance.",
  "Unified": "A civic engagement platform that connects activists, organizers, and movements to drive social and political change.",
  "Voltus": "A leading distributed energy resources platform that helps businesses reduce energy costs while supporting grid stability and clean energy adoption.",
  "Wikimedia Foundation": "The nonprofit organization that hosts Wikipedia and other free knowledge projects, empowering people worldwide to share information freely.",
  "Zocdoc": "A digital health company that helps patients find and book appointments with healthcare providers, improving access to medical care."
}
